[{
    "detailtitle" : " is an iteraction and",
    "detailtitle2" : "product designer",
    "highlight" : "f88d8d",
    "detaildescription" : "Currently bringing humanity through design to banking @ Capital One",
    "category1" : "Service Design &",
    "category2" : "Helping the Community",
    "body" : [
        {
            "keys" : ["title", "information", "information2", "image"],
            "title" : "Hi, I'm Dan.",
            "information" : "I recently graduated from Rochester Institute of Technology and joined Capital One immediately after. As a designer, my skillset lies in product design. I am a craftsman at heart, and I strive for strong execution.",
            "information2" : "However, it is the process that informs my decisions.  As I continue to grow as a designer, I also continue to care more about what design can do to positively impact the lives around us. My current job at Capital One allows me to bring humanity into banking. Last year, I travelled to Amsterdam to attend a conference focused on using design in order to combat climate change.",
            "image" : "/assets/about/conference.png"
        },
        {
            "keys" : ["title", "information", "image2"],
            "title" : "I caught a travel bug.",
            "information" : "We live in such a huge world (yet, it’s also so small at the same time). Trying new foods and meeting new people gives me so much influence in my designs. Amsterdam showed me how to navigate a city using a bicycle. London provided me new insights on how people viewed credit cards. Prague showed me what real beer taste like.",
            "image2" : "/assets/about/travel.png"
        },
        {
            "keys" : ["title", "information", "information2", "information3", "information4"],
            "title" : "And I love photography",
            "information" : "It’s a relatively recent hobby, but I love capturing the things I see during my travels. I haven’t had the opportunity to visit as many countries as I would like to, but I hope to be able to visit at least one new country each year. I opened travel credit cards to ensure that I do.",
            "information2" : "Aside from traveling and photography, I also enjoy weekend hiking trips, swinging at the golf range, bowling on Sunday mornings, and good coffee.",
            "information3" : "I am currently based in New York, but I will go wherever I need so that design can create positive impacts.",
            "information4" : "Thanks for dropping by!"
        },
        {
            "keys" : ["title", "information"],
            "title" : "“Aside from traveling and photography, I also enjoy weekend hiking trips, swinging at the golf range, bowling on Sunday mornings, and good coffee.”",
            "information" : "- Alexander Hamilton, UX Designer @ Capital One"
        }
    ]
}]