[
    {
        "id" : "1",
        "type" : "work",
        "logo" : "/assets/home/C1_Logo.svg",
        "bg" : "/assets/home/AccountOpening.png",
        "detailbg" : "/assets/pavingpaths/Cover_Roads.png",
        "fronttitle" : "Optimizing",
        "fronttitle2" : "for growth & expansion",
        "detailtitle" : "Optimizing",
        "detailtitle2" : "for growth and expansion.",
        "highlight" : "FFF29B",
        "frontdescription" : "By analyzing content hierarchy in a form, account openings conversion rates increased 24%.",
        "detaildescription" : "By analyzing content hierarchy in a form, account openings conversion rates increased 24%.",
        "category1" : "Design Process", 
        "category2" : "Password Protected",
        "body" : [
            {
                "keys" : ["title", "information", "information2", "image", "imageDesc"],
                "title" : "Product Designer at Capital One",
                "information" : "People put their trust banks with their financial assets. Financial institutions are heavily regulated to protect customer’s information and assets. Because each design decision creates such huge impacts, we have to ensure that every design we pass along are legally compliant, as well as maintaining high standards of security. For this reason, collaboration is key.",
                "information2" : "As a product designer at Capital One Bank, I led the designs for the account opening experience. I worked alongside various PMs, engineering teams, data analysts, content strategists, researchers, legal/compliance teams, and other designers to build upon the account opening experience across responsive web and recently – Android.",
                "image" : "/assets/pavingpaths/Relationships.svg",
                "imageDesc" : "I started as a single designer supporting the entire growth lane, but as the team got larger and larger, it became critical for me to have empathy for not only our customers, but also my team."               
            
            }, 
            {
                "keys" : ["title", "information"],
                "bg" : "f5f5f5",
                "title" : "Our Challenge",
                "information" : "How do we design to prevent drop-off and promote the growth of Capital One accounts in the application process?"
                
            
            },

            

            {
                "keys" : ["title", "information", "image", "imageDesc", "image2", "imageDesc2", "information2", "image3", "imageDesc3", "image4", "imageDesc4", "image5", "imageDesc5"],
                
                "title" : "Identifying the Problems",
                "information" : "Designing an ideal solution is easy. Designing a solution around a set of constraints was what made it a challenge. Account openings had a lot of moving parts that were all interconnected with a lot of legacy code. How do I create something frictionless for the customer when I’m constraint by the tech architecture?",

                "image" : "/assets/pavingpaths/SignIn.png",
                "imageDesc" : "This legacy page was a symbol of the disconnection in our various businesses. To a customer, we are not Capital One Bank, we’re just Capital One. During my tenure, there have been a lot of efforts to merge all of our experiences together.",

                "image2" : "assets/pavingpaths/Transite.png",
                "imageDesc2" : "The now legacy account opening design was not made to be responsive. It was a fixed width design with a design language inspired by the early days of the web.",

                "information2" : "With no consistency in design across each individual application, it was difficult for us to look at the experience holistically. In order for us to create some sort of control for us to design / test against, we needed to migrate the account opening experience to the most recent design application.",
                
                "image3" : "assets/pavingpaths/Control.png",
                "imageDesc3" : "Within the first 3 months, we were able to migrate all bank account opening experiences under a single design. We were now ready to begin the talks about growth.",

                "image4" : "assets/pavingpaths/Blueprints.png",
                "imageTitle4" : "Service Blueprinting",
                "imageDesc4" : "To fully understand the experience, I began the initial work to create a service blueprint so we can identify the pain points associated with account opening. This included all points of contacts a customer would have with Capital One.",
                              
                "image5" : "/assets/pavingpaths/StyleGuide.png",
                "imageDesc5" : "The designs needed to be modernized with our most recent style guide. We wanted to provide a consistent Capital One experience regardless of where they are in the application. Rather than fighting against it, I worked to contribute to it."
                
            },

                        {
                "keys" : ["warning", "link", "input", "unlock"],
                "warning" : "This page represents my personal views and processes. Due to the sensitivity around the content of this project, please contact me if you are interested in viewing this case study.",
                "link" : "https://www.linkedin.com/in/danzhuu/",
                "input" : "enter password",
                "unlock" : "unlock",
                "name" : "protected"
                
            },

            {
                "keys" : ["title", "information", "image", "image2", "imageDesc", "image3", "imageDesc2"],
                "locked" : "true",

                "title" : "Documentation & Collaboration",

                "information" : "By talking to engineering, I learned that our info hierarchy was constraint by the locations of various security APIs. Any changes would be a lengthly and costly process, and if I wanted to do any changes, I would have to make them incrementally as the team worked to revamp the structure.",

                "image" : "/assets/pavingpaths/Collabs.png",
                "image2" : "/assets/pavingpaths/Documentation.png",
                "imageDesc" : "Good documentation was key to our success. Previous documentations were lost, so I began documenting all my work. Everything from meeting agendas, content matrixes, design decisions and conversion results were kept transparent to get the ball moving.",
                "image3" : "/assets/pavingpaths/Zeplin.png",
                "imageDesc2" : "Over communication greatly improved the execution of my designs. My designs was supported by 4 dev teams, so a smooth design handoff process was critical to maintaining consistency. Zeplin and Invision was the tool of choice."
                
            },

            {
                "keys" : ["title", "information", "information2", "image", "imageTitle", "imageDesc", "image2", "imageTitle2", "imageDesc2", "image3", "imageTitle3", "imageDesc3"],
                "locked" : "true",
                "title" : "Content First Design",
                "information" : "We understand content is king. In order to figure out the right things to say at the right time, we worked with data analysts to figure out the exact scroll position in which a prospective customer would drop off. What exactly did customers avoided answering, and why?",
                "information2" : "I worked closely with a content strategist to take our application and apply humanity into the interface. Working with legal and compliance, we wanted to ensure customers understand all the complicated jargon that is bank terminology.",
                "image" : "/assets/pavingpaths/Competitors.png",
                "imageDesc" : "Transparent dialogues helped customers feel at ease with products. Case studies of online applications from various industries have shown that breaking down the content into consumable pieces increased the conversion rates. ",

                "image2" : "/assets/pavingpaths/Existing.png",
                "imageDesc2" : "We kicked it off using a more conversable dialogue to introduce our application. We needed to build for minimal viable product and this first screen was designed to be a test.",

                "image3" : "/assets/pavingpaths/v2Design.png",
                "imageDesc3" : "Peacemealing the content would be a bigger project and we needed to gain insights first. We started by re-ordering the input fields from least sensitive to most sensitive. We organized the content and we made it a bit more consumable."
                
                
            },


            {
                "keys" : ["title", "information", "image", "imageDesc", "image2", "image3", "information2"],
                "locked" : "true",

                "title" : "Userlabs Testing",


                "information" : "To gain some qualitative feedback, I worked closely with a UX researcher and the user labs team to bring in real prospective customers to go through out account opening experience. We tested a more ideal design, so that we can gain insights on the vision. The prototype was uploaded onto Invision and we monitored the customer’s reactions in a controlled lab.",
                "image" : "/assets/pavingpaths/Invision.png",
                "imageDesc" : "My team and I had facilitated various userlabs while working on account opening. We tested individual pieces from ideal visionary projects, funding methologies, reactions to content, and onboarding.",

                "image2" : "/assets/pavingpaths/Userlabs.png",
                "image3" : "/assets/pavingpaths/Mural.png",

                "information2" : "After various userlabs, I began to question the way we test our designs. Userlabs provided great qualitative feedback, but asking the right questions was so important to ensuring our results were not biased. Customers often told us what we wanted to hear. Cameras pointing in every direction did not make for a comfortable test. Linear Invision prototypes also left a lot to be desired."
                
            },

            {
                "keys" : ["title", "information", "image", "image2"],
                "locked" : "true",
                
                "title" : "A/B Testing Designs",
                "information" : "In collaboration with my PM and the supporting development teams, we wanted to use this opportunity to bring in analytical data that we can use to drive better decisions. With this, we introduced A/B testing capabilities to our team.",
                "image" : "/assets/pavingpaths/ABTest.svg",   
                "image2" : "/assets/pavingpaths/DollarValue.svg"           
            },

            {
                "keys" : ["title", "information", "information2", "image", "imageDesc"],
                "locked" : "true",
                "title" : "Results",
                "information" : "We incrementally boosted testing traffic for our A/B test each day as we saw successes. By the end of our test, we had learned that updating content hierarchy created more impact than a pure reskin alone. By the final day, the initial test saw a 24% increase in conversions with 99% confidence in statistical significance.",
                
                "information2" : "This was an important key win for us because it proved that there was a problem with our flow. It proved to our stakeholders that the account opening experienced could be much further improved, along with creating a massive dollar value. This gave us visibility and more resources.",
                "image" : "/assets/pavingpaths/Testing.svg",
                "imageDesc" : "Both methods of testing were used in parallel to each other. Userlab testing would follow up on some of the A/B tests to determine why users reacted the way they did."
                
            },


            {
                "keys" : ["title", "information", "information2", "image", "image2", "imageDesc"],
                "locked" : "true",
                "title" : "Bridging the disconnections",
                "information" : "To build a truly unified experience, we wanted to explore the idea of allowing customers open multiple accounts at the same time. Learning from the successes of our past experience, we wanted to run a low risk A/B test in order to gain momentum.",
                "information2" : "If a customer were to successfully open up a product, we would allow them to add on an additional product – similar to how candy is placed at the grocery check out.",
                
                "image" : "/assets/pavingpaths/MultiProduct.png",
                
                "image2" : "/assets/pavingpaths/MPA_Value.svg",
                "imageDesc" : "We measured the desirability of the feature and the results was massive. The idea became a full fledge project to work with the marketing team to create a better product selection experience."
            },


            {
                "keys" : ["title", "information", "image", "image2", "imageDesc"],
                "locked" : "true",
                

                "title" : "Building a Modular Design System",
                "information" : "In order to built towards the vision, the design and technology needs to be modular. Everything from our userlabs to A/B testing all proved that content restructure greatly impacts our account opening experience. By building a modular system, we’ll be able to move pieces of the content around and run various A/B test to see what will best impact a customer. This way, we can create a much smarter application – and perhaps one that may even utilize AI.",
                
                "image" : "/assets/pavingpaths/Android.png", 
                "image2" : "/assets/pavingpaths/Modular.png",
                "imageDesc" : "Creating a more conversationally driven, and modular design system, we can be smarter about the way we interact with customers. Our application can be smarter and be catered towards what we already know about our customers."
                
                           
            },
            {
                "keys" : ["title", "information", "information2"],
                "bg" : "f5f5f5",
                "title" : "Epilogue:",
                "information" : "Account opening is my first project that was part of the core business at Capital One. The journey started from a simple task of re-skinning what appeared to be a simple form to a complex journey worth millions of dollars. ",
                "information2" : "Through building close relationships with stakeholders, I was given the flexibility to provide a voice for our customers. Account opening started out as a team of one designer (who was fresh out of college) to a full team of various design disciplines ranging from product designs to content strategy. I’ve expanded my reach since I began the work on account opening, and my designs now impact 14 development teams across responsive web, Android, and iOS."
                
            }
        ]
    },
    {
        "id" : "2",
        "type" : "work",
        "logo" : "/assets/home/Adaptivepath_logo.svg",
        "bg" : "/assets/home/AdaptivePath.svg",
        "detailbg" : "/assets/adaptivepath/Cover_Adaptive.png",
        "fronttitle" : "Empower communities through ",
        "detailtitle" : "Empowering communities through",
        "detailtitle2" : "",
        "highlight" : "aafcb4",
        "frontdescription" : "Teaching design to make design more accessible.",
        "detaildescription" : "Teaching design to make design more accessible.",

        "body" : [
            {

                "keys" : ["title", "information", "image", "imageTitle", "imageDesc", "information2", "information3"],
                "title" : "Wanting to do good.", 
                "information" : "Whenever I think about my career as a designer, I always recall this episode of The Simpsons I saw while growing up. It’s 1999 and there is widespread chaos due to Y2K. The Simpsons finds a letter about a rocket that will be sending humanity’s “best and brightest” to preserve human civilization on Mars. Lisa and Marge gets onto the ship but Homer and Bart are left behind. In a desperate attempt to flee the Earth, they board an unguarded rocketship that was actually headed towards the sun.",
                "image" : "assets/adaptivepath/Simpsons.png",
                "imageDesc" : "The Simpsons family takes the letter from Krusty the Clown and runs off to board the rocketship to Mars. Lisa is told she's only allowed to bring one parent and leaves Homer and Bart behind.",
                "information2" : "I always remind myself to create impact as a designer. As designers, we actually have a lot of power at our fingertips. We can sway the user's behavior a certain way so that they create new habits. We can create access to more information, but we can also limit information. I want to make sure that the designs I make are used for good. While at Capital One, I was reached out for a new initiative within Adaptive Path to start a new program in New York City called Design in Residence. The program was about creating access to design for our communities.",
                "information3" : "I recalled that same episode and telling myself that this was my opportunity to do good. This was my opportunity to make it on that rocketship to Mars. I signed up and became part of the piloting team for the Design in Residence program."
            },
            {
                "keys" : ["title", "information"],
                "title" : "Design should not be a luxury",
                "information" : "After years of fighting, design finally got a seat at the table. However, design is still a luxury and not everyone has access to it. Design is expensive. Adaptive Path’s Design in Residency hope to make design thinking more accessible to our communities.",
                "bg": "f5f5f5"
            }, 

            {
                "keys" : ["image", "title", "information", "image2"],
                "image" : "assets/adaptivepath/Cities.svg",
                "title" : "The Design in Residence Team",
                "information" : "The team consisted of various designers, a project manager, and a design process manager based in both New York and San Fancisco. My role was initially as a visual designer, but it eventually evolved into that of a service designer as we defined the problem and assessed the client’s need.",
                "image2" : "assets/adaptivepath/Time.svg"
            }, 

            {
                "keys" : ["title", "information", "information2", "image", "imageTitle", "imageDesc", "image2", "imageTitle2", "imageDesc2"],
                "title" : "Assessing the Client's Needs",
                "information" : "Start Small Think Big is a legal, financial, and marketing consultancy for local mid-income level entrepreneurs that had reached out to Adaptive Path for design consultancy of their online application. ",
                "information2" : "My role at Capital One allowed me to quickly understand that the redesign of a successful online application was more than just pixel pushing. As a team, we began evaluated their existing process, and looked at all their existing tools and processes of onboarding a client.",
                "image" : "/assets/adaptivepath/SSTB.png",
                "imageDesc" : "Start Small Think Big provides legal, financial, and marketing consultancy to moderate income neighborhood entrepreneurs. They have successfully helped people start bakeries and other small businesses.",

                "image2" : "/assets/adaptivepath/Blueprint.png",
                "imageDesc2" : "Based on the initial conversation with the client, we mapped out what we knew of the full experience using a service blueprint. This included client, associate, and backend facing actions. We also marked it with follow up questions for our on-site visit."
                


                
            },
            {
                "keys" : ["title", "information", "information2", "image", "image2"],
                "title" : "Identifying the Larger Problem",
                "information" : "We had arranged a phone call with the client to learn more about their process and through the phone call, we worked together to create a draft service blueprint to highlight the entire onboarding process of their service. Through blueprinting their process, we learned that the onboarding process consisted of a series of long and tedious forms, while being people heavy, reactionary, and in general – lacked an integrated process.",
                "information2" : "While evaluating our time constraint, we also quickly concluded that there would be no tangible product to hand off to our client (at least not a complete product). We had no developers and we would not be able to redesign their intake form as they had requested. However, rather than delivering an unfinished product, we catered the solution of empowering our client by spending the 40 hours teaching them design thinking. Through teaching design methodologies, they’ll be able to solve pain points long after we leave.",
                "image" : "/assets/adaptivepath/Quote.svg",
                "image2" : "/assets/adaptivepath/Kickoff.svg"
                

            },
            {
                "keys" : ["image", "image2", "image3"],
                "image" : "/assets/adaptivepath/Wework.svg",
                "image2" : "assets/adaptivepath/DesignKit.png",
                "image3" : "assets/adaptivepath/Notetaking.png"
            },
            {
                "keys" : ["title", "information", "image", "image2", "image3", "imageTitle", "imageDesc"],
                "title" : "Problem Points",
                "information" : "After we visited their office, sat in through a live client meeting, along with a combination of reviewing their intake process, tools that they used (such as Salesforce and Tableau), and with a study of their daily work day at the office, we were able to identify a few key problems:",
                "image" : "assets/adaptivepath/Problems.svg",
                "image2" : "assets/adaptivepath/Notes1.png",
                "image3" : "assets/adaptivepath/Notes2.png",
                "imageDesc" : "Understanding the existing process was key to a redesign. We mapped out tools they used on the backend, alongside the client facing process starting from the application to the WeWork space. We wanted to capture all of the painpoints."
            },
            {
                "keys" : ["title", "information", "information2", "image"],
                "title" : "Service Blueprinting and Teaching Design",
                "information" : "With only 40 hours, we couldn’t give our client the solution they had expected. However, we would be able to host a design jam and teach our client how to use design methodologies. Although we couldn’t give them a finished product, we still wanted to provide some sort of tangible product. I worked alongside another design to hash out a 36 x 100 inch service blueprint that they can place onto the wall. This way they can get a full visual of their process.",
                "information2" : "Rather than using our time to hand over an unfinished product, we to put together a design jam to allow our client to get first hand experience.",
                "image" : "assets/adaptivepath/Blueprint.png"
            }, 
            {
                "keys" : ["title", "information", "information2", "image", "image2", "imageTitle", "imageDesc"],
                "title" : "Kitkats, gummy bears, & Design Jam",
                "information" : "We invited the Start Small Think Big team to our Union Square NYC office, while one of the Adaptive Path’s Design in Residence team members flew in from San Francisco. By inviting our client to our design space, we would allow them to learn what it was like to work as a designer.",
                "information2" : "We set up the room to build an inviting atmosphere, adding in snacks and drinks. We got them to do silly exercises in order to ease up the tension, and then we jumped right into the design exercises.",
                "image" : "assets/adaptivepath/Jam1.png",
                "image2" : "assets/adaptivepath/Jam2.png",
                "imageDesc" : "We wanted the team to have open dialogues. By breaking the tension and encouraging them to write on walls, put up notes, and create a healthy, collaborative environment, we got to see truly what each of the team members were thinking."
            },
            {
                "keys" : ["title", "information", "image", "imageDesc"],
                "title" : "Conclusion",
                "information" : "The design jam allowed our client’s team to learn to resolve problems through not only design thinking methodologies, but also open communication as well. Each individual were able to openly express their pain points while they worked together to discuss potential solutions. They brought back what they learned and showed us they had hung the service blueprint in their office.",
                "image" : "/assets/adaptivepath/BlueprintPrintout.png",
                "imageDesc" : "We learned they had placed the service blueprint on their wall and it has encouraged their team to openly discuss pain points as they work together to solve their intake process."
            },
            {
                "keys" : ["title", "information", "information2"],
                "title" : "Epilogue",
                "bg" : "f5f5f5",
                "information" : "Although we didn’t necessarily create a tangible product, we hit our goal of creating access to design within our local communities. If anything, we made it even more accessible by teaching it. I was able to learn more about the positive impacts design have while also enabling postive impact in our communities. Design isn’t just about making beautiful and functional products, it’s a methodology that can be applied to solve problems.",
                "information2" : "Capital One is a large company, and we don’t often get the chance to work with designers across various teams. Design in Residence allowed me to meet other designers who would work outside my discipline, while broadening my skillset. My team eventually made me the poster child of the program. We began promoting the program through talks in order to expand beyond design, and to developers and product managers as well."
                
            }
        ]
    },


    {
        "id" : "3",
        "type" : "work",
        "logo" : "/assets/home/C1_Logo.svg",
        "bg" : "/assets/home/CoffeeShop.png",
        "detailbg" : "/assets/relationships/Cover_Relationships.png",
        "fronttitle" : "Fighting",
        "fronttitle2" : "while building trust",
        "detailtitle" : "Fighting",
        "detailtitle2" : "while building trust and relationships.",
        "highlight" : "B7E5FF",
        "frontdescription" : "Designing an identity verification flow in account opening while building trust and relationships.",
        "detaildescription" : "Designing an identity verification flow in account opening while building trust and relationships.",
        "category1" : "Design Process", 
        "category2" : "Password Protected",
        "body" : [
            {
                "keys" : ["title", "information", "information2", "image", "imageDesc"],
                "title" : "Designing for a Bank",
                "information" : "In a world that is filled with legal jardon and acronyms that nobody knows what it stands for – designing for a bank could feel dry and not very sexy. My role as a designer for Capital One comes with this unique challenge in that we’re designing something that is extremely sensitive, and have a lot of emotional connections that we can all relate to – money.",
                "information2" : "We’re constantly designing with the legal constraints that hinder an ideal experience, but these constraints are what keeps our most important assets safe.",              
                "image" : "/assets/relationships/Peets.png",
                "imageDesc" : "Our Union Square branch in NYC is designed to promote relationships over paperwork. Our bankers provide face to face financial advice to customers over a cup of coffee."
                
            },
            {
                "keys" : ["title", "information", "information2"],
                "bg" : "f5f5f5",
                "title" : "Fighting crime without a TSA experience",
                "information" : "As a designer, we’re often required to wear many hats. When designing for a bank, we have crime fighting as a side job. The account opening process is the door to Capital One, and we have to make sure we don’t let the fraudsters in.",
                "information2" : "How do we design to ensure the fraudsters are kept out, while not treating all our prospective customers like potential criminals?"
            
            },
            {
                "keys" : ["warning", "link", "input", "unlock"],
                "warning" : "This page represents my personal views and processes. Due to the sensitivity around the content of this project, please contact me if you are interested in viewing this case study.",
                "link" : "https://www.linkedin.com/in/danzhuu/",
                "input" : "enter password",
                "unlock" : "unlock",
                "name" : "protected"
                
            },
            {
                "keys" : ["title", "information", "information2", "image", "imageDesc"],
                "locked" : "true",
                "title" : "Identifying Pain Points",
                "information" : "One of the course of actions I took while designing for account openings was looking at the entire experience. I looked beyond the digital experience – at what customers were thinking and feeling from the time they decide to make the decision to open an account until the final success screen.",
                "information2" : "To do so, I mapped out the customer’s journey in a giant service blueprint:",
                "image" : "/assets/relationships/Blueprints.png",
                "imageDesc" : "To fully understand the experience, I began the initial work to create a service blueprint so we can identify the pain points associated with account opening. This included all points of contacts a customer would have with Capital One."
                
            },


            {
                "keys" : ["title", "information", "information2", "image", "imageDesc"],
                "locked" : "true",
                "title" : "Knowing Your Customers",
                "information" : "Opening an account online relies primarily on Social Security and date of birth to check identification, and identity verification often requires a manual approval process. This adds a ton of risks as it opens doors to fraudsters online, while preventing a large amount of prospective customers to open a bank account within the United States (not everyone has a Social Security number).",
                "information2" : "Digital Government ID verification is painful. You have a series of emails, document uploads, and trips to the physical bank.",
                "image" : "/assets/relationships/SimpleBank.png",
                "imageDesc" : "Simple Bank uses a heavily content-driven design to make the account opening experience easy. Just like other banks, they appear to also look for Social Security and date of birth."
                
            },


            {
                "keys" : ["title", "information", "image", "imageDesc", "information2", "image2", "imageDesc2", "image3", "imageDesc3"],
                "locked" : "true",
                "title" : "Designing UX for Trust",
                "information" : "Majority of our customers don’t understand the legal jargon that most banks spit out. The average customer do not understand what ‘backup withholding’ means, nor what a fiduciary account entails. In order to create a better experience, we want customers to be able to understand what they are reading. ",                
                
                "image" : "/assets/relationships/LegalConsent.png",
                "imageDesc" : "Mobile phone number consent contains extremely confusing legal content. I’ve been working closely with our content strategist and legal and compliance team to figure out a more ‘natural’ language.",

                "information2" : "The legal and compliance team work with us to create improved language in our designs, but until we can get finalized versions, we often have to work with what exist. This is by far, one of the biggest challenge in working on account opening.",
                "image2" : "/assets/relationships/Employment.png",
                "imageDesc2" : "We found that customers appreciated it when we were direct and transparent about why we were asking certain questions. Even by stating it was government regulation, customers were more inclined to proceed in the application.",

                "image3" : "/assets/relationships/Competitors.png",
                "imageDesc3" : "Transparent dialogues helped customers feel at ease with products. Case studies of online applications from various industries have shown that breaking down the content into consumable pieces increased the conversion rates."
            }, 

            {
                "keys" : ["title", "information", "image", "imageDesc"],
                "locked" : "true",
                "title" : "Call Centers and Hold Music",
                "information" : "We’ve all been through it. We all dread it. One of the major pain points branch associates had expressed was the identity verification process. The process included lengthly calls with faceless call-center associates that often resulted in customers waiting on the phone for up to 30 minutes.",
                "image" : "/assets/relationships/Painpoint.svg",
                "imageDesc" : "If they didn’t have the correct documents on them, a customer could even leave the bank with nothing accomplished."
                
            },
            {
                "keys" : ["title", "information", "image", "image2", "imageDesc"],
                "locked" : "true",
                "title" : "Empowering the associates",
                "information" : "We wanted to soothe the pain, so we created a quick remedy while we tackled the larger problem. Rather than having a customer come into the branch to talk to a faceless call center associate, we mitigated the experience by empowering our bankers. I worked with a product manager on fraud and disputes to alleviate the pain point by creating a flow that allowed the branch associates to verify who’s sitting in front of them.",
                "image" : "/assets/relationships/Autopend1.png",
                "image2" : "/assets/relationships/Autopend2.png",
                "imageDesc" : "This design allowed branch associates to verify the person with them rather than dealing with the call centers."
                
            },
            


            {
                "keys" : ["title", "information", "image", "image2", "imageDesc", "image3"],
                "locked" : "true",
                "title" : "Iterative Process",
                "information" : "The verification flow is an iterative process. By allowing a customer to upload their ID online, we enable account opening online to be a smoother process. The designs have been improved on incrementally from minimal viable product to more ideal solutions. We’ll continue to improve on the experience as I work with engineering to improve our technology as well. ",
                "image" : "/assets/relationships/GovID.png",

                "image2" : "/assets/relationships/Verification.png",
                "imageDesc" : "We wanted to quickly replace the placeholder experience we had launched for our associates. This new flow allows a customer to upload their ID using their own device.",
                "image3" : "/assets/relationships/CostCut.svg"
            },

            {
                "keys" : ["title", "information", "information2"],
                "locked" : "true",
                "title" : "Empowering Relationship Building",
                "information" : "In order to further empower the branch associates to build relationships with our customers, we removed the need of them filling out applications completely. Rather than have branch associates fill out paperwork, we wanted to eliminate the menial tasks and be there for our customers instead. Branch associates would be there if a customer needs them.",
                "information2" : "Changing the roles of the branch associates to those who build relationships with customers will be one step further in changing the way we bank. Having a real human at a branch can make customers feel more secure about their money. We don’t want the paperwork to get in the way of that."
                
            },
            {
                "keys" : ["title", "information", "image", "imageDesc"],
                "locked" : "true",
                "title" : "Designing Smarter Conversations",
                "information" : "By bringing in humanity into a conversationally driven UI, we hoped to bring joy and delight to the account opening experience. We worked with legal and compliance to emphasize transparency, and we made sure we were asking the right questions at the right time. ",

                "image" : "/assets/relationships/Pokemon.png",
                "imageDesc" : "We took some notes from Pokemon games. We didn’t want to ask customers redundant questions, and we wanted to mimic real life conversations as closely as possible. If a user was an existing customer, we wanted to ensure we provided a red-carpet experience."

            },

            {
                "keys" : ["title", "information", "image", "imageDesc"],
                "locked" : "true",
                "title" : "Hello social intelligence.",
                "information" : "When we create personas, we design with a set audience in mind. However, by using data, we can cater the conversation to a prospective customer based on the data of our existing products. College students may appreciate a humourous and blunt tone, but they are likely not customers with money to be depositing $10,000 for Money Market accounts (high deposit, high interest rate accounts). Meanwhile, a customer depositing half a million dollars may not appreciate a sarcastic and blunt conversation. By tailoring the language based on data, we can build a conversation that feels very personal and real.",

                "image" : "/assets/relationships/Modular.png",
                "imageDesc" : "We are currently working on a modularized design system that is driven by a conversational UI. There are opportunities for us to utilize smart bots and create individualized experiences for the various types of people banking with Capital One."

            },
          
            {
                "keys" : ["title", "information", "information2"],
                "bg" : "f5f5f5",
                "title" : "Thoughts",
                "information" : "Identitiy verification is one of the significant pain points in account opening. A self-service verification flow provides us two major victories. It frees up the branch associate’s time so that instead of filling out an application for you behind a monitor, they can spend more time having a conversation with the person in front.",
                "information2" : "A conversation UI experience allow us to treat customers like real people. Through transparency in legal jargon, we can build trust in our relationship with the customers as well. By pausing to rethink how we talk to our customers, we can change the way people think about their banks for the better."
                
            }
        ]
    },
    {
        "id" : "4",
        "type" : "school",
        "bg" : "/assets/home/Yoona.png",
        "detailbg" : "/assets/ruksak/Cover_Ruksak.png",
        "logo" : "",
        "highlight" : "FFABAB",
        "fronttitle2" : "Tag and share your stuff",
        "detailtitle2" : "Tag and share your stuff",
        "frontschooldescription" : "Undergraduate project",
        "detaildescription" : "Student Project: Fall 2014.",
        "body" : [
            {
                "keys" : ["title", "information", "information2"],
                "title" : "Prologue",
                "information" : "If there was any project that defined a significant catalyst in my career, it was this one. Ruksak was a project I worked on while studying design at RIT. I had just completed an internship at a digital agency that helped shape a foundation in learning to understand the user, refining usability flows, and creating wireframes. However, I was severely lacking in good execution.",
                "information2" : "Ruksak was one of the projects that taught me user interface design, how to utilize photography, and designing with Material Design in mind. The assignment was to ideate on a photosharing app, and I chose to design a service that allowed users to find inspiration from those around them."
            },

            {
                "keys" : ["title", "information", "image"],
                "title" : "Project Brief",

                "information" : "Share and be inspired. There's already a ton of blogs out there to list out everything people carry with them on a daily basis, but there isn't a very quick way of doing it. RukSak lets users quickly snap pictures of items, tag them, post, and share.",
                "image" : "/assets/ruksak/Visuals.png"
            },
            {
                "keys" : ["title", "information", "image"],
                "title" : "Exploring a Need",
                "information" : "Social media is saturated with various blogs from users that post about the items that they have. Most users use existing platforms such as Instagram and Tumblr to list out what they carry with them on a daily basis. However, there was no niche app dedicated to them particular usage of social media.",
                "image" : "/assets/ruksak/Personas.png"
            },


            {
                "keys" : ["title", "information"],
                "title" : "Identifying a Problem",
                "information" : "People turn to Pinterest, or Instagram, or various small blogs to look for tools and daily carrys on platforms that were not built around to serve that purpose. This application allows it’s users to show off what they have, along with finding new items, and purchasing the item."
                
            },
            {
                "keys" : ["title", "information", "image", "image2", "image3", "image4"],
                "title" : "Ideation",
                "information" : "Ruksak was built with the ease of use in mind. Being able to quickly upload an image, and tapping an item to tag what it is would make way for an easy learning curve. Users can add additional information regarding the item, including where to buy.",
                "image" : "/assets/ruksak/Sketches.png",
                "image2" : "/assets/ruksak/Annotations.png",
                "image3" : "/assets/ruksak/Flowchart.png",
                "image4" : "/assets/ruksak/Wireframes.png"
            },            
            {
                "keys" : ["title", "information", "image", "image2"],
                "title" : "Visual Language",
                "information" : "Ruksak was built with the ease of use in mind. Being able to quickly upload an image, and tapping an item to tag what it is would make way for an easy learning curve. Users can add additional information regarding the item, including where to buy.",
                "image" : "/assets/ruksak/Moodboard.png",
                "image2" : "/assets/ruksak/Original.png"           
            },
            {
                "keys" : ["title", "information", "image", "image2"],
                "title" : "Identifying Pain Points & Iterating",
                "information" : "After building this application for the course of the class, I heuristically tested the functions and the UI further. Building on the feedback that I received, I learned one of the core functionalities of my application – uploading individual items saw significant pain points.",
                "image" : "/assets/ruksak/Painpoints.svg",
                "image2" : "/assets/ruksak/VisualDesigns.png"           
            },
            {
                "keys" : ["title", "information", "information2"],
                "title" : "Epilogue",
                "information" : "This project taught me early on that product design doesn’t end when it ships. It truly begins after the product is launched because then you get user feedback from analytics. With the time constraint of 6 months, along with the lack of resources, this project taught me to use heuristic reviews, guerilla testing, and identifying qualitative feedback to improve upon my designs. ",
                "information2" : "I last iterated on this project three years ago, and have learned there is so much more than can be done. One such idea is prioritizing an e-commerce aspect into the product (without sacrificing the user experience, of course). By incorporating a friendly shopping experience, I can create monetary value to my designs. "
            }


        ]
    },
    {
        "id" : "5",
        "type" : "school",
        "bg" : "/assets/home/HealthCare.png",
        "detailbg" : "/assets/infirmary/Cover_Health.png",
        "highlight" : "c4d1e9",
        "fronttitle" : "Utilizing patient data to improve efficiency",
        "detailtitle" : "",
        "detailtitle2" : "Utilizing patient data to improve efficiency",
        "frontschooldescription" : "Undergraduate project",
        "detaildescription" : "Student Project: Spring 2015",
        "body" : [
            {
                "keys" : ["title", "information", "information2"],
                "title" : "Prologue",
                "information" : "Infirmary was a concept app during my college years while studying design. The challenge was to utilize big data to create an app. I was fascinated by the idea of data being readily available to solve problems, and the health industry was something I was intrigued by.",
                "information2" : "The health industry needs a lot of modernization. I was frustrated by the long waits at hospitals and how dreadfully slow the entire process was. This project is about how data would be utilized to increase efficiency in health care."
            },
            {
                "keys" : ["title", "information", "image"],
                "title" : "Brief",
                "information" : "Infirmary is a concept app in which electronic health records exist. How can we create an app that would utilize data to better serve doctors and patients?",
                "image" : "/assets/infirmary/Visuals.png"
            },
            {
                "keys" : ["title", "information", "information2", "information3"],
                "title" : "Waiting at the Emergency Room", 
                "information" : "While working on this project, I also had the unfortunate experience of making frequent trips to the emergency room. My non-English speaking grandmother was going through some troubling times and had to frequently be admitted.",
                "information2" : "I was able to get first hand experience of the process. Before a patient even get to speak to a medical professional, there was a need to validate patient’s information, insurance, paper work etc. We generally waited hours (and sometimes for an upward to six hours) before a doctor would speak to my grandmother.",
                "information3" : "Patients are prioritized based on the severity of the problem. There are generally limited amount of doctors, but that doesn’t negate the pain that each of the patient in the emergency room are suffering from."
            },
            {
                "keys" : ["title", "information", "image", "imageDesc", "image2", "image3", "imageDesc2"],
                "title" : "Documenting Issues & Ideation",
                "information" : "While waiting at the emergency room with my grandmother, I often documented the problems that I would face, while brainstorming potential solutions. I noticed the doctors would always check the vitals first, and more than often, the doctor would be asking for a brief of the patient’s information from one of the nurses.",
                "image" : "/assets/infirmary/Sketch.png",
                "imageDesc" : "Allowing instant real-time patient vitals was one of the data points I focused on. This would allow doctors to always be able to access their patient’s vitals in order to keep track of their health.",
                "image2" : "/assets/infirmary/Wireframes.png",
                "image3" : "/assets/infirmary/Moodboard.png",
                "imageDesc2" : "Infirmary is about fast, accurate information that is easily accessible by doctors. I wanted to use high contrast colors over dark backgrounds to truly push the information in front of it’s users."
            },
            {
                "keys" : ["title", "information", "image", "imageDesc", "image2", "imageDesc2", "image3"],
                "title" : "Visual Prototypes",
                "information" : "The design prioritizes communication and the transfer of information. Doctors can view past blood exams, xrays, medication, or medical devices of their patient to create a better diagnosis.",
                "image" : "/assets/infirmary/Renders_Vitals.png",
                "imageDesc" : "Just like how we can quickly glance over the weather each morning, information is display in a way that is quick and simple to read allows doctors to retrieve health stats with a single glance.",
                "image2" : "/assets/infirmary/Render.png",
                "imageDesc2" : "We waiting for a lab test, and then wait for the lab result, and then waiting for the doctor to review the result. Things move very slowly. By digitizing documentations, and sharing data between medical employees, we can expediate the process so patients can be served quickly.",
                "image3" : "/assets/infirmary/animation.gif"
            },
            {
                "keys" : ["title", "information", "information2"],
                "title" : "Epilogue", 
                "bg" : "f5f5f5",
                "information" : "Although I didn’t realize it at the time, this project taught me the true value of design. Good designs aren’t just beautiful and easy to use interfaces (as I thought it was during my early years of college). Good designs are solutions to problems, and when solutions are well executed, they create beauty.",
                "information2" : "I learned to study how doctors and patients interacted with one another while waiting at the emergency room. Today I’m studying how customers interact with bankers at Capital One branches and Cafes to improve the digital account opening experience. Both experiences are proving that the full experience isn’t always just online, and that digital experiences should be created to enhance the physical experience."
            }
        ]
        
    }
]
